[
    "Bầu trời xanh, làn mây trắng. Anh yêu nắng hay yêu em?",
    "Nhờ có nắng mới thấy cầu vồng. Nhờ có anh mới thấy màu hạnh phúc.",
    "Anh yêu ơi ới ời. Anh đang ở đâu?",
    "Soái ca là của ngôn tình. Còn anh thì chỉ của mình em thôi.",
    "Giữa cuộc đời hàng ngàn cám dỗ.Em chỉ cần bến đỗ anh thôi.",
    "Bồ công anh bay khi có gió. Em chỉ cười vì ở đó có anh.",
    "Chỉ cần anh nói yêu, em sẽ bám theo anh suốt đời.",
    "Ngàn lời nói thật không làm anh gật đầu, một lời nói điêu lại làm anh liêu xiêu",
    "Tính em thật thà không biết nói dối, còn nếu có chối em sẽ thành “bữa tối” của anh",
    "Anh có diễn cũng không thật vai, nên hãy thử làm chồng tương lai để em làm khán giả",
    "Em không chung thủy tuyệt đối, nhưng cũng không biết lừa dối trái tim ai",
    "Nói thì lại bảo là điêu, chứ giờ tới đó em đâu biết yêu là gì",
    "Lừa tình em chẳng bằng ai, nhưng chung tình thì chẳng ai bằng em",
    "Em có muốn con mình sau này có ADN của anh không?",
    "Anh cho phép em ở mãi trong trái tim anh đấy.",
    "Cái gì đầy trong mắt em đó? Hình như là anh.",
    "Số trời đã định, không phải lòng em, chắc chắn anh sẽ ế.",
    "Nhà em có bán rượu không mà sao nói chuyện với em làm anh cứ chếnh choáng?",
    "Có rất nhiều cách để hạnh phúc. Nhanh nhất chính là nhìn thấy em.",
    "Hãy để một lần cho anh được yêu em.",
    "Hôm nay 14 tháng 3, mà sao chưa ai tặng quà anh nhỉ?",
    "Trong tim em có chỗ nào cho anh không?",
    "Vận tốc trái tim nhanh không em nhỉ? Để anh tính quãng đường đi đến trái tim em.",
    "Em đã quen rồi một mình cô đơn…",
    "Đêm khuya có ai inbox nói chuyện không nè",
    "Giá có anh người yêu mua cho chiếc váy này",
    "Cần một bờ vai bên cạnh em những phút yếu lòng",
    "Đứa con gái đẹp nhất là đứa không có người yêu mà vẫn yêu đời",
    "Em vẫn xinh tươi nhưng không thuộc về ai cả ……",
    "Đau ốm lúc nào cũng một mình. Cần một người thương để chăm sóc ?",
    "Ước gì có người yêu để đi du lịch cùng nhỉ ?",
    "Cả thế giới người ta yêu nhau, chỉ mình yêu là cô đơn thôi !!!",
    "Có ai đưa em đi trốn không nào",
    "Chỉ con gái mới mang lại hạnh phúc cho con gái",
    "Chán thả thính rồi, giờ ai cưa cũng đổ thôi !",
    " Em vẫn xinh tươi nhưng không thuộc về ai",
    "Chán thả thính rồi, ai cưa đi để em đổ thử một lần",
    "Cứ một mình mãi vậy nhưng mà cũng quen rồi",
    "Ốm một mình, đau cũng một mình. Mình không thương mình thì ai thương mình đây?",
    "Cả thế giới người ta có đôi có cặp, còn em hẩm hiu một mình một góc",
    "Nếu giờ có ai đó inbox để tâm sự thì thật tuyệt vời biết mấy.",
    "Không biết cảm giác khi yêu một người sẽ như thế nào nhỉ?",
    "Phụ nữ đẹp nhất khi không thuộc về người đàn ông nào đúng không ạ?",
    "Cần tin nhắn mỗi ngày, cần ai đó quan tâm để tôi biết mình đang được yêu thương.",
    "Lâu rồi chưa biết cảm giác được đi ăn đi xem phim như thế nào, bài vở nhiều quá. Hôm nay rảnh có ai mời không nhỉ?",
    "Anh ơi trái đất dẫu tròn, anh trốn không kỹ là còn gặp em.",
    "Hoa chỉ nở khi có người tưới nước. Em chỉ cười khi đứng trước người em yêu.",
    "Đừng gọi em là thiếu nữ. Trong khi thứ em thiếu là đàn ông.",
    "Nếu yêu anh là sai… thì ngày mai em yêu người khác!",
    "Nhà em gần miếu, gần chùa. Anh không yêu, em cũng bỏ bùa cho yêu.",
    "Em yêu anh không hề nói phét. Tình chúng mình căng đét phải không anh?",
    "Hôm nay em bận yêu đời. Hẹn anh hôm khác chúng mình yêu nhau.",
    "Thời buổi này chỉ cần biết tài khoản nhảy bao nhiêu số. Chứ cần gì biết mình đứng thứ mấy trong tim ai.",
    "Bầu trời màu xanh, tim em màu đỏ. Sao anh chưa chịu, ngỏ lời yêu em.",
    "Anh không yêu em thì em yêu người khác. Luật giang hồ không cho phép em cô đơn.",
    "Sống ảo thì em có nhưng sống cùng ai đó… thì em chưa.",
    "Tóc em màu đen. Tim em màu đỏ. Lại gần em hỏi nhỏ? Anh có thích em không?",
    "Trái tim em vốn đã hỗn độn. Sao anh còn đến làm lộn xộn thêm?",
    "Nếu anh coi tình em là hạt cát. Em sẽ đổ cả sa mạc vào tim anh.",
    "Em có thể cười một xíu không? Cà phê của anh quên cho đường rồi.",
    "Trái tim đỏ mà tớ thả vào bài viết của cậu í, không phải cho hình hay cap mà cậu đăng đâu, là cho cậu đó.",
    "Tớ không thích xem “Mười vạn câu hỏi vì sao” xíu nào cả. Trong đó chẳng giải thích được vì sao tớ thích cậu.",
    "“Cậu hoàn mỹ như vậy, nhưng lại có một thiếu sót.” “Gì cơ?” “Thiếu tớ.”",
    "“Gậy sắt và gậy gỗ đập vào đầu cậu thì cái gì đau nhất?” “Đương nhiên là đầu đau nhất rồi.” – “Sai, tim tớ đau nhất.”",
    "Trời lạnh lắm nhưng mà chắc chắn là anh không thấy lạnh vì anh đang ở trong trái tim em này.",
    "Mẹ em sinh khéo quá, sinh kiểu gì mà nhìn em giống bạn gái tương lai của anh.",
    "Anh muốn hỏi em một câu này,…thực ra đấy không phải là một câu hỏi. Anh chỉ muốn nói là… Nếu như mà em là CocaCola thì anh sẽ là Pepsi! (Nghĩa là chúng ta là một cặp đồ uống đẹp đôi)",
    "Em ơi! Em là nghề gì đấy….? Sao đêm nào em cũng hiện lên trong giấc mơ của anh vậy? Anh chẳng biết làm thế nào nữa cả. Làm người yêu anh em nhé!",
    "Em tên là Chi. Em có một tình yêu rất chung thủy.",
    "Thế giới có hàng vạn người nhưng em chỉ chờ đợi một mình anh thôi. Người đang giấu mặt.",
    "Hôm nay bố mẹ em vắng nhà. Ai đến chở bé đi chơi đi.",
    "Vui một mình, buồn một mình, bệnh cũng một mình. Chỉ có mình em.",
    "Hôm nay em vui, có ai lang thang với em không nào?",
    "12h khuya rồi, có ai inbox nói chuyện hem?",
    "Giá như anh là gió, để đi đâu đó vờn mái tóc của em.",
    "Em sẽ cam tâm tình nguyện khờ dại nếu có ai đó đến bên em lúc này.",
    "Giá mà có người yêu cùng đi du lịch như thế này thì vui biết mấy.",
    "Một mình em vẫn đẹp xinh.",
    "Tại sao em lại đến trái đất này để lòng anh xao xuyến.",
    "Phía sau một cánh cửa sổ chính là chàng trai bốn mắt đang ngắm nhìn em.",
    "Nếu có ai yêu, em sẽ ngừng thả thính. Một mình mãi cũng quen thôi",
    "I’ll always love you, no matter what happens between us. => Em sẽ luôn yêu anh, cho dù có chuyện gì xảy ra",
    "Being single is much better than being in the wrong relationship. => Thà độc thân còn hơn yêu lầm",
    "Once you start loving someone, it’s hard to stop… => Một khi bạn đã bắt đầu yêu ai đó, thật khó để dừng lại…",
    "Love doesn’t break your heart, people do. => Tình yêu không khiến trái tim bạn tan vỡ, mà là người yêu kìa.",
    "I’m not good at anything … except loving you. => Em chẳng giỏi làm gì cả, chỉ yêu anh là giỏi",
    "When I first met you I felt like I had known you forever. => Từ lần đầu gặp anh, em đã có cảm giác như chúng ta đã quen biết từ rất lâu rồi",
    "The hardest decision is deciding whether to “walk away” or “try harder.” => Quyết định khó khăn nhất là khi phải chọn lựa giữa “từ bỏ” và cố thêm chút nữa”",
    "If you don’t like me, please don’t ever pretend to like me. => Nếu anh không thích em, thì đừng đối xử tốt với em như vậy",
    "A real boyfriend never “gives up” on his girl. He fights for her. => Người bạn trai tốt không bao giờ “từ bỏ” cô gái của họ.",
    "Anh gì ơi ! Anh đánh rơi người yêu này.",
    "Sao anh cười mãi thế. Da em đen mất rồi.",
    "Ủa đêm rồi mà sao tim mình vẫn đầy nắng thế?",
    "Tim anh còn chỗ không? Em muốn chuyển nhà mà chưa tìm thấy chỗ.",
    "Uống nhầm 1 ánh mắt cơn say theo cả đời!",
    "Em thích anh còn nhiều hơn muối ở biển…",
    "Em đọc hết “Mười vạn câu hỏi vì sao” những vẫn không hiểu được vì sao em thích anh nhiều thế.",
    "Đường thì dài, chân em thì ngắn. Phải đi bao xa mới có thể tìm thấy anh.",
    "Em xinh tươi, nhưng em chưa thuộc về ai.",
    "Chán thả thính rồi, ai cưa để em đổ một lần coi.",
    "Có phải cuộc sống quá bon chen nên anh mãi vẫn chưa tìm đến em?",
    "Nếu có thể hãy để em một lần được yêu anh, được không?",
    "Tuổi tác với chị không quan trọng, vấn đề là em đã có bằng lái chưa?",
    "Trăng lên đỉnh núi trăng tà. Anh yêu em thật hay là yêu chơi?",
    "Nếu ngoài kia nhiều bão tố, thì về đây với em.",
    "Em không muốn ngủ muộn, chỉ là đang chờ ai đó chúc ngủ ngon thôi.",
    "Cây đa, giếng nước sân đinh. Khi nào em hết một mình đây anh?",
    "Cả thế giới này ai cũng yêu nhau chỉ có riêng mình em hẩm hiu một góc.",
    "Anh gì ơi cho em mượn cái đèn pin được không. Trời tối quá em không biết đường nào để đi đến trái tim anh.",
    "Anh biết sửa Tivi không. Sao kênh nào cũng chiếu toàn những nhung nhớ về anh thế này!",
    "Anh ơi anh có hiểu rõ đường đi lối lại ở đây không. Chỉ hộ em xem đi đường nào để thoát khỏi nỗi nhớ anh cái!",
    "Này anh gì ơi, anh có Anh hay Em Trai gì không? Em không tin là trên đời này có tận 2 thiên thần đâu!",
    "Ai dám nói nơi hạnh phúc nhất là thiên đường. Người đó chắc hẳn không biết đến khoảnh khắc mỗi khi anh cười rồi!",
    "Nếu không có gì là mãi mãi, anh có thể là “không có gì” của em được không?",
    "Anh có thể cho em mượn một nụ hôn được không? Em hứa là sẽ trả lại đầy đủ.",
    "Em có thể đi theo anh được không? Bởi vì em luôn được cha mẹ bảo là phải theo giấc mơ của mình.",
    "Mọi người cần ăn một ngày 3 bữa để tồn tại. Em thì chỉ cần nhìn thấy anh thôi.",
    "Em độc thân. Anh độc thân. Chắc không phải là ngẫu nhiên đâu nhỉ?",
    "Điện thoại của em có vấn đề rồi. Nó không có số điện thoại của anh.",
    "Kể cả trái đất này là không trọng lực, em vẫn cứ “đổ” vì anh!",
    "Miền Bắc có hoa đào, miền Nam có hoa mai, còn em thì mong có anh.",
    "Tết ngồi cắn chút hạt dưa – Bao giờ mới đưa được anh về nhà.",
    "Tết chưa hôn được anh, em cảm thấy ngay cả chó mèo xung quanh cũng là tình địch.",
    "Xuân sang cây lá có cành. Vậy cho em hỏi anh đã có ai chưa?",
    "Bắc Đẩu đã có Nam Tào – Còn anh đã có người nào hay chưa?",
    "Tặng anh một gốc hoa đào – Tiện cho em hỏi lối vào tim anh.",
    "Tết nay cà phê không đường – Liệu anh có muốn cùng đường với em?",
    "Năm nay em vẫn một mình – Nếu anh cũng thế thì mình yêu thôi.",
    "Một năm thấm thoắt thoi đưa – Vậy mà em vẫn chưa cưa được chàng.",
    "Tết này em lại lên chùa – Không yêu em cũng bỏ bùa cho yêu.",
    "Thiên hạ bảo em viết cap thả thính. Nhưng thực ra em viết cho anh là chính.",
    "Tết anh đã có hoa đào – Còn em chưa có anh nào rước đi.",
    "Từ lúc em còn rất gầy thì anh đã thích em rồi. Cho dù bây giờ em béo lên cũng không sao cả, vì như thế em sẽ mắc kẹt luôn trong tim anh, không còn lo em chạy thoát ra ngoài nữa!",
    "Đông đến rồi, ai đó có lạnh không? Chứ anh thì sắp đóng băng rồi đây.",
    "Nắng mưa là chuyện của trời. Tương tư là chuyện của tôi yêu nàng.",
    "Nửa sự thật không còn là sự thật. Và tình yêu không một nửa bao giờ.",
    "Quyết nhịn tiêu từ giờ đến Tết. Để dành tiền mua hết trái tim em.",
    "Người ta dệt mộng bằng thơ. Còn tôi dệt mộng bằng bờ môi em.",
    "Trăng kia ai vẽ mà tròn? Lòng anh ai trộm mà nhớ thương em hoài?",
    "Nếu anh là cảnh sát giao thông thì anh sẽ cấm em đi ngoài đường, bởi vì em sẽ khiến cho các chàng trai xao nhãng và gây tai nạn",
    "Dường như từ lâu lắm rồi đã quên mất cảm giác trò chuyện với ai đó mỗi đêm.",
    "Đời này em có anh là đủ rồi",
    "Chỉ ước thời gian trôi qua nhanh thật nhanh để anh mau chóng gặp được em, người yêu tương lai ạ.",
    "Em vẫn xinh tươi nhưng KHÔNG thuộc về ai",
    "Giá có em người yêu để cùng làm mấy chuyện này…",
    "Chỉ cần anh nói yêu, em sẽ bám theo anh suốt đời.",
    "Tình yêu như những miếng ghép không khít. Không có ai hợp ai",
    "Cuộc đời này chắc chắn không như ý anh muốn, vậy em sẽ như ý anh muốn.",
    "Thèm yêu và được yêu. Hứa sẽ chung thủy!",
    "Kiểm tra giới tính nhé mọi người! Ai giới tính nữ thì ấn like tay trái, ai giới tính nam thì ấn like tay phải! Còn giới tính thứ ba thì ấn nút like",
    "Có phải cuộc sống quá bon chen nên anh mãi vẫn chưa tìm đến em?",
    "Tim anh còn chỗ không? Em muốn chuyển nhà mà chưa tìm thấy chỗ.",
    "Em sắp chuyển nhà rồi… Chuyển hộ khẩu vào trái tim anh!",
    "Muối tan khi ngoáy lên trong nước còn em thấy anh là tự tan rồi…",
    "Say rượu say bia làm gì? Anh say em đi này.",
    "Em thả tim vào status mới nhất của anh, không phải cho hình hay caption đâu, là cho anh đó.",
    "Tiết kiệm nước là chính sách quốc gia, thế nên anh đừng tắm một mình nữa.",
    "Anh ơi, có nóng không? Tim em đang cháy nè.",
    "Nắng đã có mũ, mưa đã có ô, còn em sẽ có ai?",
    "Em nghĩ chúng mình có điểm chung đấy. Đó là anh yêu bản thân anh, còn em thì cũng yêu anh!",
    "Uống nhầm 1 ánh mắt cơn say theo cả đời!",
    "Cây đa, giếng nước sân đinh. Khi nào em hết một mình đây anh?",
    "Chồng tương lai ơi, em chờ anh hơi lâu rồi đấy",
    "Chán thả thính rồi, ai cưa để em đổ một lần coi.",
    "Anh có yêu bản thân không? Vậy chúng ta tìm ra được điểm chung rồi, em cũng yêu anh!",
    "Em mệt mỏi lắm, khi em nói mà không ai nghe. Em buồn, mà chẳng ai thấu. Em cô đơn, mà không có ai kề bên.",
    "Đau khổ nhất là khi yêu ai đó, thương ai đó mà không thể ở bên, không thể nói ra nỗi lòng của mình với người ấy.",
    "Bỏ mặt anh lại cùng với nỗi đau chồng chất, đường tình anh và em mãi sẽ không đồng nhất.",
    "Anh trốn đâu kỹ quá, em tìm hoài không ra.",
    "Bây giờ tôi mới đau khổ nhận ra một sự thật là có những người chỉ có thể ở trong tim ta chứ không bao giờ có thể bước cùng ta đi đến cuối cuộc đời.",
    "Chia tay là khi : Hai con người, hai ngã rẽ. Đứng lặng lẽ nhìn nhau rồi, một phút lặng thầm rồi xa nhau mãi mãi.",
    "Chọn người yêu chỉ cần ba điều này là đủ: Không lừa mình-Không làm mình tổn thương- Bằng lòng ở bên mình.",
    "Đêm nay, đêm mai, đêm sau nữa… Tôi nhớ 1 người chưa từng nhớ tôi.",
    "Em sẽ không để ý tới quá khứ của anh. Nhưng đừng biến em thành kẻ ngốc hay một người thay thế thứ ba.",
    "Có những tháng ngày chông chênh đến kì lạ. Một chút đau thương, một chút mệt mỏi xen lẫn những lo lắng và muôn vàn muộn phiền, không biết chia sẻ cùng ai.",
    "Tôi, vẫn đang đợi ai đó đến yêu tôi nghiêm túc.",
    "Nỗi buồn lớn nhất là khi lúc nào cũng phải tỏ ra mình đang hạnh phúc. Nỗi đau lớn nhất là luôn phải cố gắng mỉm cười.",
    "Cái gì đầy trong mắt em đó? Hình như là anh.",
    "Số trời đã định, không phải lòng em, chắc chắn anh sẽ ế.",
    "Em có thể đưa anh đến tiệm bánh được không? Vì anh cũng muốn có một chiếc bánh Cutie giống như em vậy",
    "Ðiều duy nhất đôi mắt em chưa nói cho anh biết là tên của em.",
    "Bão to, cây đổ. Sao em chưa đổ anh?",
    "Anh ghét em lắm em biết không? Vì suốt ngày em cứ bay lượn trong đầu anh, làm anh không nghĩ được việc gì cả…huhu.",
    "Nhà em có bán rượu không mà sao nói chuyện với em làm anh cứ chếnh choáng? Chàng trai này thật bá đạo. Một cách thả thính gây ấn tượng mạnh đấy.",
    "Bố em có phải là tên trộm không? Sao có thể trộm vì sao và gắn vào mắt em như thế?",
    "Em xinh đẹp ơi, làm con dâu mẹ anh không?",
    "Đố em một con gấu bắc cực nặng bao nhiêu kg? (Thường thì các cô gái sẽ trả lời không) Đáp: Anh cũng không biết nhưng anh biết con gấu bắc cực đủ nặng để phá vỡ tảng băng giữa chúng ta.",
    "Huhu….em ơi anh chết mất, sáng tới giờ anh cứ bị sếp la hoài thôi… Sếp bảo anh mà cứ nhớ em như thế này thì làm sao mà làm việc được cơ chứ. Phải làm sao em ơi!",
    "Có ai nói với em là “anh yêu em thật nhiều” chưa? Nếu chưa, thì ngay bây giờ anh đang nói đó.",
    "Có những cuộc gặp gỡ chớp nhoáng, chóng tàn,… Đường nhiều người như vậy em vẫn va phải anh.",
    "Cô đơn quá rồi, có ai đồng ý làm người yêu mình hok?",
    "Cô đơn quá rồi. Cần lắm một vòng tay…",
    "Crush ơi! Ship cho tao 1 ít reallove đi",
    "Cuộc sống có em, bất luận là vui vẻ hay phiền muộn, từng chút từng chút một đều là dư vị hạnh phúc đầy ấm áp.",
    "Đến đôi dép còn có đôi, mà sao mình vẫn lẻ chiếc.",
    "Đôi lúc cần lắm một người. Quan tâm tôi thật sự",
    "Đông đã về… mà gấu còn ở Bắc Cực…",
    "Đời này, em có hai lần tập đi khó nhất. Một là lúc nhỏ tập đi bước đầu tiên, hai là lúc chạy về phía anh.",
    "Em đã xem hết “Mười vạn câu hỏi vì sao” những vẫn chẳng giải thích được vì sao em thích anh",
    "Em hay GHEN với GIẬN vô cớ, liệu rằng anh chịu nổi em không?",
    "Em là cô gái mang giày trắng. Ngược đời ngược nắng đi tìm anh",
    "Có phải thính này đã hết hạn sử dụng? Sao thả hoài mà chẳng ai dính thế kia. Huhu.",
    "Đôi khi cần lắm một vòng tay sưởi ấm, nhưng suy nghĩ rồi lại thôi.",
    "Cần tin nhắn mỗi ngày, cần ai đó quan tâm để tôi biết mình đang được yêu thương :(((",
    "Đến đôi dép còn có đôi, mà sao mình vẫn lẻ chiếc.",
    "Thà một mình cô đơn còn hơn 2 mình vẫn cuộc sóng vẫn trống trải.",
    "Cứ một mình mãi vậy nhưng mà cũng quen rồi :(((",
    "Giá như có ai ngồi ở đằng sau xe, ôm thật lâu và tựa đầu vào lưng của tôi.",
    "Không biết cảm giác khi yêu một người sẽ như thế nào nhỉ?",
    "Thức trắng đêm nay nhớ một người. Một người tôi nhớ, một người thôi. Đêm nay, đêm nữa, đêm mai nữa….Tôi nhớ…. một người không nhớ tôi.",
    "Đêm là khoảnh khắc lên ngôi của sự cô đơn,  nổi buồn và nước mắt.",
    "Đông đến em thờ ơ với tất cả mọi thứ, em chẳng buồn chẳng vui chẳng nhớ. Và cũng quên luôn cả cách yêu thương anh.",
    "Có một người dù thế nào đi nữa tôi cũng không muốn gặp lại vì gặp lại tôi sợ mình sẽ lại rung động."
]