[
    "my->heart doesnt throw any dereference errors because my heart points to you!",
    "I need those loop invariants because otherwise I would keep looking at you forever.",
    "Is your name Google? Because you have everything I've been searching for.",
    "Is your name Wi-fi? Because I'm really feeling a connection.",
    "You had me at \"Hello World.\"",
    "I think you've stolen the ASCII to my heart.",
    "What font do you use? because you're my type.",
    "Even if I stopped using Tkinter I could never make esomething as beautiful as you!",
    "I'd switch to emacs for you.",
    "You auto-complete me",
    "You are my loop condition. I keep coming back to you.",
    "I always thought Love is an abstract class, until you created an instance of it.",
    "Hey Girl, are you the Cook-Levin theroem? cause you NP-complete me",
    "I don't need to run DFS because your the one I'm looking for",
    "I'd break Gale-Shapely, because your the only one on my preference list",
    "Are you a karp reduction? Cause you make me NP-hard",
    "You are always at the top of my priority queue.",
    "If I tried to calculate how much I care about you I would get an overflow error.",
    "Your beauty puts me into an infinite loop!",
    "I can't use RSA against you because you already have the key to my heart",
    "Is your name Google? Because you have everything I’ve been searching for.",
    "Can I follow you where you’re going right now? Because my parents always told me to follow my dreams.",
    "Know what's on the menu? Me-N-U.",
    "There must be something wrong with my eyes. I can't take them off you.",
    "Are you a time traveler? Because I see you in my future!",
    "Hey, my name's Microsoft. Can I crash at your place?",
    "I may not be a photographer, but I can totally picture us together.",
    "If I could rearrange the alphabet, I'd put I and U together.",
    "You must be exhausted, because you've been running through my mind all day.",
    "If I had a dime for every time I thought of you... I'd have one dime ...cuz baby, u never leave my mind",
    "Hey girl, are you a 90 degree angle? Cause you looking right. Sorry, was that not acute pickup line? Honestly, I'm very sorry, I'm just being obtuse at this point. But in all reality, I think we'd be complementary together. Just let me be yo supplement.",
    "Can I follow you on IG? Cause my mom told me to always follow my dreams",
    "Hey girl, are you a cast? Cause I'd jump off a roof to have you on my arm.",
    "Are you Abraham Lincoln? Because you're causing an uprising down south.",
    "Hey baby what's your blood type? Cause I wanna know if I can give you my heart.",
    "Are you an archaeologist because I've got a bone for you to examine",
    "I heard you were good at algebra, will you replace my X without asking Y?",
    "Hey do you wash your clothes in windex? Because I could see myself in your pants",
    "If you were a potato, you'd be a hot potato.",
    "Hey girl, are you an NVIDIA Fermi graphics card? Because you are HOT",
    "Are you my appendix? Because I don't understand how you work, but this feeling in my stomach makes me wanna take you out.",
    "Are you a sea lion? Because I can sea you lion in my bed later.",
    "Are you an undecided voter? Because I was wondering if we Ken Bone",
    "Are you my homework, cause I'm not doing you but I definitely should be.",
    "On a scale of 1-10.. You're a 9 and I'm the 1 you're missing.",
    "Are you the big bad wolf? Because I'm gonna leave you huffing and puffing.",
    "You can call me WiFi, 'cause I'm pretty much guaranteed to go down on you.",
    "If I were a letter I'd be a Q, because I always want to be next to U.",
    "Hey girl, know what this sweater is made out of? Boyfriend material",
    "Are you on a United flight? Because I'd hit that",
    "Hey girl, are you a noose? Because I'd like to have your arms wrapped around my neck, comforting my pitiful existence.",
    "Hey, are you an American voter by any chance? Because I was hoping I could convince you to make a stupid choice you'd later regret.",
    "Did it hurt? When you fell from someone's ass and hit the toilet, you piece of shit",
    "I hope you like limbo, because I set a pretty low bar.",
    "Are you from Tennessee? Because you look inbred as fuck.",
    "I hope you've got pet insurance... because I'm going to kill your dog",
    "Damn girl, are you my GPA? Because I know I could do better, I'm just too lazy to actually try.",
    "Hey girl, are you a newspaper? Because there is a new issue with you every fucking day",
    "Did you fall from Heaven? Because your face looks like it hit the ground pretty hard.",
    "be my gf please im so lonely",
    "PLS RESPOND",
    "You need a STUD, I have the STD all I need is you",
    "I'm Donald Trump and you're a member of ISIS, first order of business is me taking you out",
    "ay gurl, are u a beaver? cus dam",
    "If happiness starts with “H,” why does mine start with “U”?" ,
    "With school, I just want an A. With you, I just want to F." ,
    "Roses are red. Violets are fine. You be the six. I’ll be the nine." ,
    "Do you have a name, or can I call you mine?" ,
    "Are you a keyboard? Because you are my type."
]