[
    "my->heart doesnt throw any dereference errors because my heart points to you!",
    "I need those loop invariants because otherwise I would keep looking at you forever.",
    "Is your name Google? Because you have everything I've been searching for.",
    "Is your name Wi-fi? Because I'm really feeling a connection.",
    "You had me at \"Hello World.\"",
    "I think you've stolen the ASCII to my heart.",
    "What font do you use? because you're my type.",
    "Even if I stopped using Tkinter I could never make esomething as beautiful as you!",
    "I'd switch to emacs for you.",
    "You auto-complete me",
    "You are my loop condition. I keep coming back to you.",
    "I always thought Love is an abstract class, until you created an instance of it.",
    "Hey Girl, are you the Cook-Levin theroem? cause you NP-complete me",
    "I don't need to run DFS because your the one I'm looking for",
    "I'd break Gale-Shapely, because your the only one on my preference list",
    "Are you a karp reduction? Cause you make me NP-hard",
    "You are always at the top of my priority queue.",
    "If I tried to calculate how much I care about you I would get an overflow error.",
    "Your beauty puts me into an infinite loop!",
    "I can't use RSA against you because you already have the key to my heart",
    "Is your name Google? Because you have everything I’ve been searching for.",
    "Can I follow you where you’re going right now? Because my parents always told me to follow my dreams.",
    "Know what's on the menu? Me-N-U.",
    "There must be something wrong with my eyes. I can't take them off you.",
    "Are you a time traveler? Because I see you in my future!",
    "Hey, my name's Microsoft. Can I crash at your place?",
    "I may not be a photographer, but I can totally picture us together.",
    "If I could rearrange the alphabet, I'd put I and U together.",
    "You must be exhausted, because you've been running through my mind all day.",
    "If I had a dime for every time I thought of you... I'd have one dime ...cuz baby, u never leave my mind",
    "Hey girl, are you a 90 degree angle? Cause you looking right. Sorry, was that not acute pickup line? Honestly, I'm very sorry, I'm just being obtuse at this point. But in all reality, I think we'd be complementary together. Just let me be yo supplement.",
    "Can I follow you on IG? Cause my mom told me to always follow my dreams",
    "Hey girl, are you a cast? Cause I'd jump off a roof to have you on my arm.",
    "Are you Abraham Lincoln? Because you're causing an uprising down south.",
    "Hey baby what's your blood type? Cause I wanna know if I can give you my heart.",
    "Are you an archaeologist because I've got a bone for you to examine",
    "I heard you were good at algebra, will you replace my X without asking Y?",
    "Hey do you wash your clothes in windex? Because I could see myself in your pants",
    "If you were a potato, you'd be a hot potato.",
    "Hey girl, are you an NVIDIA Fermi graphics card? Because you are HOT",
    "Are you my appendix? Because I don't understand how you work, but this feeling in my stomach makes me wanna take you out.",
    "Are you a sea lion? Because I can sea you lion in my bed later.",
    "Are you an undecided voter? Because I was wondering if we Ken Bone",
    "Are you my homework, cause I'm not doing you but I definitely should be.",
    "On a scale of 1-10.. You're a 9 and I'm the 1 you're missing.",
    "Are you the big bad wolf? Because I'm gonna leave you huffing and puffing.",
    "You can call me WiFi, 'cause I'm pretty much guaranteed to go down on you.",
    "If I were a letter I'd be a Q, because I always want to be next to U.",
    "Hey girl, know what this sweater is made out of? Boyfriend material",
    "Are you on a United flight? Because I'd hit that",
    "Hey girl, are you a noose? Because I'd like to have your arms wrapped around my neck, comforting my pitiful existence.",
    "Hey, are you an American voter by any chance? Because I was hoping I could convince you to make a stupid choice you'd later regret.",
    "Did it hurt? When you fell from someone's ass and hit the toilet, you piece of shit",
    "I hope you like limbo, because I set a pretty low bar.",
    "Are you from Tennessee? Because you look inbred as fuck.",
    "I hope you've got pet insurance... because I'm going to kill your dog",
    "Damn girl, are you my GPA? Because I know I could do better, I'm just too lazy to actually try.",
    "Hey girl, are you a newspaper? Because there is a new issue with you every fucking day",
    "Did you fall from Heaven? Because your face looks like it hit the ground pretty hard.",
    "be my gf please im so lonely",
    "PLS RESPOND",
    "You need a STUD, I have the STD all I need is you",
    "I'm Donald Trump and you're a member of ISIS, first order of business is me taking you out",
    "ay gurl, are u a beaver? cus dam",
    "If happiness starts with “H,” why does mine start with “U”?" ,
    "With school, I just want an A. With you, I just want to F." ,
    "Roses are red. Violets are fine. You be the six. I’ll be the nine." ,
    "Do you have a name, or can I call you mine?" ,
    "Are you a keyboard? Because you are my type.",
    "Girl your hotness would cause a meltdown if ever you get to the Antarctica",
    "Is sleeping your hobby? (Wow) nice, we should sleep together sometime.",
    "You so glowing! It’s like you have advanced radiation poisoning.",
    "Love your face. Is it MacDonald’s?",
    "You seem sick. I think you suffering from lack of vitamin me.",
    "You look like a Disney princess, because you are cinderHella fine.",
    "Lady you got Fine inscribed all over you, that you reminding me of a library book that has been overdue,.",
    "Sorry, is your Dad a retard? You are special.",
    "Just as red are to roses, violets are to blue touching you gently, I got herpes, and now you got them too",
    "Perhaps your name is Wifi because I kind of feel the connection.",
    "You really seem expensive! How much does it take to date you?",
    "You closely as a beautiful as my mum.",
    "I thought you wore that yesterday.",
    "Huh! Just as brave as the internet explorer is to ask you to be its default browser, am also as brave to ask you on a date.",
    "Are you called Daniel? Because Damn!",
    "Besides being cute, what do you do to earn a living?",
    "You would look cuter with my money. (Anything she says to reply). Sorry I just don’t roll with gold diggers.",
    "You and my future Ex-wife look so alike.",
    "You just so beautiful, I was wondering perhaps you would want to buy me a drink.",
    "When she says she is in a relationship, tell her, yeah lets engage on how to get you out of that relationship.",
    "I know a place where free drinks are offered. (She asks where?) in my house.",
    "That girl’s face (pause) I love it.",
    "Please help me prove my mum wrong, she thinks am not straight.",
    "Girl you look hotter than my laptops rare.",
    "I think am in band of boys known as wrong direction",
    "In you all my prayers are answered. Are you religious?",
    "You seemed a little thirsty when you saw me. Are you a vampire?",
    "Girl, you look just like my own brand of heroin.",
    "You really have a lovely personality.",
    "You should lace up your shoes! I’d hate you falling for someone else.",
    "You Jamaican me mad, you have to be from Jamaica.",
    "Where should we go? Your place or my place? Let’s flip a coin tail your place, head mine.",
    "From the texture of your shirt, this is made of a boyfriend material.",
    "You look amazingly lovely that I would date your brother if that is what will take to enter into your family",
    "You so beautiful that you might be asked to leave soon because you make other girls look bad.",
    "Please stop drinking because you will drive me home.",
    "What do you like? Scotch and sofa or platonic and gin?",
    "What’s your shoe size? Let me guess, size gorgeous!",
    "The difference between you and a Ferrari is that I don’t have you.",
    "You got the same favorite color as me, we must be soul mates.",
    "Can you be my girlfriend?",
    "Combining your body plus my IQ can result to a race of super kids.",
    "Your eyes have told me everything except your name.",
    "What is a beautiful lady as you doing in my dirty mind?",
    "I really cannot move on. Our break up is worse than New York traffic.",
    "Weighing you on a scale of 1-10, you are 9 and I’m the 1 you need.",
    "When you looked at me I dropped my drink, now you owe me one drink.",
    "Somebody should call the police because it is a crime to look that beautiful.",
    "The second best thing you can do with your lips is smiling.",
    "Am struggling to withhold the feeling to make you the happiest girl on earth.",
    "I can’t help thinking if your lips taste as sweet as you look",
    "Am wondering if your Dad is terrorist cause girl you are a bomb.",
    "Sorry, were you really talking to me? NO, then please it’s not too late to start.",
    "I’m that type of men who qualify to have girls they don’t deserve.",
    "Am never usually this tall. It’s just that am sitting on my wallet.",
    "If ever I was to become a dog, would you give me a hand when burying my bone?",
    "If I ever were to request you for a date, would you give the same answer as the answer to this question?",
    "I would happily marry your cat just to join your family.",
    "I was so lost into your beauty that I hit that wall over there. Now I need your phone number and name for the sake of insurance.",
    "Hey, you driving all these guys crazy, I wonder why your license has not been suspended yet.",
    "Hunny my hands become sweaty, my arms spaghetti and knees weak whenever am with you.",
    "Hey can I please take your photo? Because I want to show my mum how my next girlfriend will look.",
    "Hey ladies, I have seen you from the other side and thought to let you know that am taken.",
    "Hi, I think you dropped something on the ground. (What?) Your standards.",
    "Baby, do you know what’s big? My house you stubborn.",
    "I think you are a magician because when I look at you, you make every other thing disappear.",
    "Can we take a selfie photo? I want to show you the most beautiful girl I have ever seen.",
    "Hey, does your Dad deal drugs? Because you are way dope.",
    "Have deeply fallen for you, sorry I cannot hold on.",
    "You look so much like jelly because jam doesn’t shake like you do.",
    "With such blue eyes as the sea, baby I’m lost in the ocean.",
    "You have to be the best thief ever; you stole my heart just from the other side of the room.",
    "You damn beautiful that I think when God created you He was just showing off.",
    "You so lovely that I wish if you were a plant I could have a whole field of you.",
    "You must be an angel, what time is remaining to go back to heaven?",
    "Baby, the doctor thinks that I’m afraid of commitments. Can you assist me prove him wrong?",
    "Girl I just want to enter your wine cabinet and get myself one that is stiff.",
    "From the very first time I laid my eyes on you, I already knew that we can win a tonsil hockey’s Stanley Cup.",
    "You such a bomb, it’s like your dad was in the air force.",
    "Hi sweetie, please touch my hands I want to brag to all my friends that I was touched by an angel.",
    "Wondering what you plan to do for the rest of your life because I would love to spent it with you.",
    "You have such lovely set of buns. Does your dad bake?",
    "Nothing on earth compares to you I think your parents were aliens.",
    "All I ever want for Christmas is a date with you.",
    "Your dad must have been a king for a day to make such a lovely princess as you.",
    "I think there is a grave problem with my eyes; I just can’t take them off you.",
    "For such a fine tuned body, your dad must have been a mechanic.",
    "My phone has this one big problem. It doesn’t have you mobile number in it.",
    "The earth has 20 angels in it, 8 are deeply asleep, 11 are somewhere playing and 1 of them is majestically standing in my presence right now.",
    "Hey angel, where do you hide your wings?",
    "There are lots of fish in the ocean but you the only one I would love to catch on my net.",
    "You rock my world like an earthquake.",
    "You have tightly tied my heart with a strong knot; you must have been in scouts for boys.",
    "Baby please stop, drop and roll, you so on fire.",
    "You so beautiful that Vogue would love to put you in their cover.",
    "You surely must be the reason why men keep falling in love.",
    "The dress you wearing look amazing on you.",
    "There is an angel missing in heaven, could somebody please call God.",
    "Smoking is dangerous to your health…..girl you constantly killing me.",
    "You are a bomb, could somebody call the bomber please.",
    "I have finally found you. I have been looking around for a girl of my dreams.",
    "So what is that one thing you have not been told this night?",
    "I’m really so sorry I didn’t know that wasn’t a Braille tag name.",
    "I should report you to the police because you stole my heart.",
    "All these keys, how I wish I owned one that opens your heart.",
    "Can somebody please dust my lap; this chick needs a nice spot to sit.",
    "Emergency, I really need a mouth-mouth quickly am chocking.",
    "My love keeps going and going like the energizer bunny.",
    "Sure, that band is really awesome; I have all there hard to find stuffs in my house. You can come record them all if you want.",
    "Goodness gracious! I’m in love with you! Now take a rest!",
    "Ouch! You are damn sweet that teeth ache!",
    "The love I feel for you is like dividing by zero, I can’t define it.",
    "Please call me ‘lover’",
    "Your love is as bright as the sun that it turns my lenses dark.",
    "I will tell you my name so you get an idea of what to scream.",
    "Privileged to meet you, am your lover and you are so gorgeous.",
    "Can somebody please pinch me? You so lovely that it feels like I’m dreaming.",
    "Elmo isn’t my name, though you allowed to tickle me whenever you want.",
    "I’m known as “you here” please feel free to call me tonight.",
    "Haywood is my name. Jablome Haywood.",
    "Can I please flirt with you?",
    "Seems like you have dropped something. (What?) My jaw.",
    "I’m attracted to you as an inverse square law.",
    "My bedrooms ceiling is very nice, I think you would love to see it.",
    "I got a first name for my Bologna.",
    "Got a bet with my friends that I can’t initiate a conversation with a lovely lady in a bar. Would like to purchase drinks with their money?",
    "Can I be allowed to finish this sentence with a proposition?",
    "Living without you is like having a shoe without laces, a non-spaced sentence or a non-braced nerd.",
    "If we play hockey I will be the net so you can score.",
    "Life without you in it is as pointless as a broken pencil.",
    "You give the word edible a new meaning.",
    "People need 3 meals a day, for me just an eye contact with you is enough.",
    "A lot of people love watching Olympics because it occurs once in 4 years, I would rather engage you in a conversation because you only meet a special person as you once in lifetime.",
    "Let’s get used to each other just like a snuggle and fabric softener.",
    "You seem hot and ready, it’s like your father is Lil Caesar.",
    "Let’s engage in a wonderful crime ever committed. Let’s steal each other’s heart.",
    "Shall I give you a call or a nudge tomorrow so that we take breakfast together?",
    "I implore you to have your way with me in this new world order.",
    "You got all the light shining on you that the rest of the place is dark.",
    "You really have got me swept off my feet. Am wondering if your name might be Swiffer?",
    "Girl you really are the best thing a man can get, you must be Gillette.",
    "You so damn good, might your name be Campbell?",
    "Your beauty makes me look like a clown.",
    "You tripped me into falling for you and that’s not my fault",
    "You have got a name or can I give you mine?",
    "You have Russian my heart rate. Might you be from Russia?",
    "Hi, while passing by, I observed you checking me out…so you anything you want to tell me?",
    "You looking like dirt, can I please take you out for a date?",
    "The more I continue drinking the prettier and prettier you become.",
    "You make me regret being gay.",
    "I hate your shirt but I love you.",
    "Girl, other girls look ugly when compared to you. I have a feeling you might be requested to leave early.",
    "What’s that long and hard thing right behind you?",
    "Some days to come when I will be looking back to all my crowning moments, the only things I will remember will be the day I met you, the day we got married and the day our kids were brought to life.",
    "Can we get married for just one hour?",
    "If ever you were a basketball, I would be a terrible player because I will never score.",
    "From all of your beauty parts, I love your smile more.",
    "Your beauty doesn’t require makeup. That will be messing with perfection.",
    "I wish to keep you forever though am not hoarder.",
    "Are you shivering from cold? You can use me as your blanket.",
    "Please assist me with my assignment in science, I don’t understand how one gets to Uranus.",
    "Imagine I was breaking a nut and you are a squirrel, would you help?",
    "Do you agree that it is good to help the homeless? Well, please take me with you to your house.",
    "I would love to Pikachu only if you were a Pokémon.",
    "If you are a magician the Abraca-DAYUM.",
    "Were you born in Tennessee? Because you are the only 10 I have seen.",
    "Aside looking occupied, you also are looking a bit lonely. Can I interfere with your reverie?",
    "Give her your hand and ask “can you hold it for me as I take a walk?”",
    "Hey, looking at your shirt I can truly say you were made from heaven.",
    "Are you in any way Google? Because you got everything I have been looking for.",
    "You turn my software into hardware.",
    "You took me at Hello world.",
    "Hey, I’m Microsoft. Can you allow me to crash in your heart?",
    "I wish you were an ISO file. I would love to mount you into my heart.",
    "Girl you’ve given meaning into my life. Are you a dictionary?",
    "My love for you can be likened to diarrhea. It is impossible to hold it.",
    "Lady, you stole my heart’s ASCII.",
    "You got a divine texture mapping. Was wondering if you are an angel?",
    "If you were a computer keyboard, then you would be my type.",
    "Am just around the range of you Wifi hotspot. I ask that you allow me to connect and get limitless access.",
    "1 universe, 9 planets, 1.8 billion people and it’s only you I end up with.",
    "Am strongly attracted to you. Do you have a magnet?",
    "Hey, are you looking at me? Fascinating!!",
    "The way I’m attracted to you, scientist should develop a fifth fundamental force.",
    "I’m so used to reciting the English alphabet but since I met you am unable to go past U.",
    "You got me entangled in your correct and spelling grammar.",
    "Women have 209 bones would you want me to add you one?",
    "I have the ability to seduce you but I’d rather flirt you with my awkwardness.",
    "I had you were playing mine-craft because I would want to play creative with you.",
    "I wonder whose running heaven now that you are here?",
    "Try holding 8 roses before a mirror, you will discover 9 most beautiful stuffs in the world",
    "I wish I were a traffic light, I would change red each you try to pass by, so that I would look at you much longer.",
    "It’s like you are a camera, I can’t help smiling every time I see you.",
    "How I would love to be your tears, so I could be created in your eyes, flow down your cheek and pass-on in your lips.",
    "You as cute as the thing people see when they are dying.",
    "If every time I think of you a star would fall then the sky would have nothing.",
    "Are your parents thieves? Because you got all the star of the sky in your eyes.",
    "There is this person who loves you the most, if not that I were shy I would have told you his name.",
    "I can’t find my teddy bear, please allow me to share your bed tonight.",
    "Your beauty is so magnificent, your birthday should be made a national holiday",
    "Your beauty surpasses that of 100 pink flamingos standing on a golf course.",
    "It’s like you are searching for a shallow relationship.",
    "Why should a sweet girl like you be talking to such a loser as me?",
    "Do you feel pain on your left eye? Because all day long you have been looking right.",
    "Get me right, I like my bed but I would rather sleep in yours.",
    "Do you work at hooters?",
    "Hey, I can’t find my number. May I please borrow yours?",
    "Given a chance I would rearrange the alphabetic order and have U and I come first.",
    "Can I borrow your dress some other time?",
    "Hey, I think I got a problem with my eyes. I can’t stop looking at you?",
    "I would look so nice with you.",
    "Hey, there is something on your face. Look it’s just an ocean of beauty.",
    "You are perfectly delicious. Your name should be Lucky Charms.",
    "Rub her back gently and say I heard angels have wings.",
    "Are you a believer of love at first sight? Or do I have to pass by again?",
    "I had a dream that I was Richard Gere and you were the Pretty Lady.",
    "Please help me. I’m alone and desperate.",
    "What’s your favorite food? I’m an amazing cook.",
    "I wish you were a booger. I would pick you before any other thing.",
    "I asked an angel to look over you while you sleep. He returned and said “angels don’t watch over fellow angels.",
    "Ask a girl if you dead, if she asks why? Tell her it’s because you have seen an angel before you.",
    "Of all the zombies I have seen you are the most beautiful.",
    "You feel like the soft wind under my cheek.",
    "Asked “on a scale of one-America, how available are you tonight?”",
    "I like how those genes make you look.",
    "Honey, if only I was your derivative, I would lay tangent to your curves.",
    "You beautifully sharp. Are you a knife?",
    "Hey girl, am Edward but you can just call me tonight.",
    "Hi, hope you got a few minutes because I want to hit on you.",
    "Please don’t say anything, just smile if it’s a yes or backflip if no. would allow me to take you out?",
    "You would make the most incredible print if you were a pen.",
    "You are awesomely beautiful that I just can’t remember my pick-up line.",
    "Are you usually this hot or you got a tan?",
    "If beauty would kill, you would be categorized under the most deadly weapon of mass destruction.",
    "Baby you sweet like jam. Was your mother a strawberry?",
    "My whole life I have wished to be superman but tonight I’d rather be your man.",
    "Can you speak Latin? (if no) Neither can I, so what are my chances?",
    "I wore my sunglasses because you look brighter tonight.",
    "I have six senses and my sixth sense is telling that you curious to know everything about me. Am I correct?",
    "Can I disturb you for a kiss?",
    "I thought a girl like you should be out there dating Indiana Jones or James Bond.",
    "If you’ve ever seen the reality show “Temptation Island”, then my name is Temptation Edward. Are you tempted in any way?",
    "I can bum a kiss off you, if you allow me.",
    "You the cutest girl have seen goodness! Am also cute can I take you out?",
    "If I could compare you to a city, then you would be Paris.",
    "Oh, those ring on your finger. Have you been cheating on me?",
    "If I would liken your beauty to a software company, then you would be Microsoft.",
    "You so hot, have your oven ever been jealous of you?",
    "It must be either your perfume or my cologne, something smells good.",
    "I can prove that fairy tales are true. You want a proof, kiss me and I will change into a charming prince.",
    "I can’t see, am blinded by your beauty.",
    "If we could define beauty as a mustard seed then you are a Grey Poupon.",
    "If beauty must be a car, then you are surely Bentley.",
    "Am wondering why would I struggle to be a better Christian while heaven is in front of me?",
    "Was your mum hot? Because you are steaming.",
    "Would you be interested in doing that thing of Bonnie and Cycle? Falling in love and robbing banks.",
    "My name can be whatever you want it to be.",
    "Please allow me to search your purse because you have stolen my heart.",
    "Girl, in you I found a new religion, do you have a book I can follow?",
    "If ever you were an adjective you would be called gorgeous.",
    "I really don’t have enough in my house for breakfast but I have the most comfortable bed.",
    "Wow! It seems somebody won a beauty lottery.",
    "Can we play the game of a doctor and a dollar?",
    "I heard you were searching for a perfect man; well here is your man.",
    "Truth be told, you seriously need me in your life.",
    "Stop waiting for a Mr. Right and walk home with Mr. Right now.",
    "Am a little boat lost in the sea and you are the big tug boat that will pull me to the harbor.",
    "Please be honest, am I fat?",
    "Should I die tonight no great accomplishment would be remembered of me except for the fact that I married you.",
    "Am really not perfect but you bring me closer to perfection.",
    "If you were a flower in my garden then I would walk in it forever.",
    "If loving you is a mistake then I don’t want to be right.",
    "Looking in your eyes I see a glimpse of heaven.",
    "If there was a copyright for beauty, the owner would sue you for a huge amount of money.",
    "Would you feel sad if I told you that your beauty is second to Mother Nature?",
    "Hey, could have seen a smile such as yours around here?",
    "Am not worthy but can I earn your attention?",
    "Hi I know you think am dark and handsome but to the contrary am white and heinous.",
    "Think I forgot my magic pick-up line at home. So what your name?",
    "Your beauty blows all the other girls away. Were you ever in the armed forces?",
    "Just pondering, how comes the ladies have everything that make them more beautiful while men have none?",
    "If ever you would be searching for a tough man, remember I can act tough.",
    "You resemble a man-eater but I’m never afraid.",
    "I really don’t care if you using me but please be upfront about it.",
    "I’m the answer to your prayers.",
    "I’m the man who is here to save you. Boys have really let you down.",
    "I think your body is McDonalds because I love it.",
    "Whenever I’m around you my face becomes as red as roses.",
    "Guess what? I’m wearing the smile you gave me.",
    "If your name is Ariel then we were mermaid for one another.",
    "If you want to know what is beautiful just read the starting word.",
    "What is your name? can I call you mine?",
    "Truly, as squitals are blue and charzards are red even if you were a Pokémon I would still choose you.",
    "Though am a hoarder, I still want to keep you forever.",
    "Sure roses are red, I blush every time am around you, I really got a crush on you.",
    "Have you seen any cops around? I want to steal your heart.",
    "Your beauty makes me want to step out and look for a job.",
    "As long as roses would remain red and violets blue, nothing in this world would ever be prettier than you.",
    "I was told by my mum to follow my dream. Can I follow?",
    "You are as hot as lava.",
    "Your body is nice and attractive that I want to make you mine.",
    "If ever I were an octopus, still my three hearts would beat for you.",
    "You so fine like wine, perhaps you made of grapes.",
    "Though I’m ugly, I will still treat you right.",
    "Am so afraid of the letter X because I want to be yours forever.",
    "You seem good in algebra, could you please replace my X without asking Y.",
    "You so beautiful that you distracting me.",
    "You said I should tell you Hi.",
    "You such a blessing can’t stop thinking if your dad was a preacher.",
    "Hey girl, you have dropped your smile.",
    "I don’t donate organs but I would happily give my heart to you.",
    "Looks like we have met somewhere. Did we have a class together? Because I swear we got chemistry.",
    "There is no such thing as love at first sight, but for I can always make an exception.",
    "Only one thing about you I would love to change, that’s your surname.",
    "I was feeling a bit off today, but your charms turned me on.",
    "Please help me with a bandage, when I fell for you I bruised my knees.",
    "My pals doubt that I can talk to prettier lady, do want to spend their cash on drinks?",
    "Your smile brightens the whole room until I had to come over.",
    "In the past I was a gambler, but then I discovered that all I wanted was a queen to my heart.",
    "You may fall from so many things, but the most amazing of the all is to fall in love with me.",
    "There is no word in the dictionary that can truly define your beauty.",
    "You realize you in love that time when it’s hard to fall a sleep because at the end reality is better than dreaming.",
    "When I age I will glimpse in my past defining moments and I will only remember the day we met, the day we got married and the day our children were brought into this world.",
    "Looking into your eyes, they look like a gateway to another world I wish to be part of.",
    "Whenever you dance, you will always have my hands and whenever you sing I will always give you my heart.",
    "Someone has just jumped me real bad but I think with you I can feel good again.",
    "I wish I was your tears, that I would be created in your eyes, stay on your cheeks and finally succumb to death on your lips.",
    "I wasn’t this shy, I could tell somebody who likes you a lot.",
    "Would you please smile for me? Whenever I’m so down only a smile of prettier girl like you can make me happy.",
    "I have a weakness for sweetness and that’s why I just had to come see you.",
    "Can you loan me 25 cents, I want to phone my mum to tell her that I just met a girl of my dreams.",
    "Please kiss me on the cheek with your lips so I could say a lovely lady kissed me this night.",
    "Hey you are leaving already. Aren’t you forgetting me?",
    "I might never be the cutest guy around but at least am the only one talking to you.",
    "Many people love super bowl because it comes only once in a year, for I would rather take time talking to you because it is very rare to meet a person like you.",
    "Does your physical beauty reflect your inner beauty?",
    "Hey you are forgetting something. What? Me!",
    "What’s the time now? 19 January, 2019, so today is January 19, 2019 9.35 AM, am so grateful I only wanted to have the ability to remember the absolute time when I met my dream girl.",
    "I heard that nothing lasts forever, would you please be my nothing?",
    "If you don’t surrender immediately, you’ll make me use my pick-up line.",
    "I want a dollar though I have only 90 cents….would you be willing to be my dime?",
    "If you ever want to be on top of the world, just allow me to be your world.",
    "I got an ‘I’, an L, an O, a V and an E, I love you.",
    "I think I have diabetes because of all the girls I have met, you are the sweetest.",
    "I was arrested the other day for possessing a six pack and two guns.",
    "Hey did you know that my mum passed away and am so wealthy.",
    "Of all singers am fonder of Mick Jagger, because he just can’t get satisfied and so am I. Can you help me change that?",
    "I wish my eyes were crossed; I would love to see you twice.",
    "I usually flirt with my eyes across the room, but today its’ just different, so can I know your name?",
    "Am Edward, would you please take a sit and blow my mind off.",
    "I would like to invite you to my place we watch cartoon, and eat cereals.",
    "Am currently searching for a pal, will you be my pal?",
    "If you could be a drum I would bang you.",
    "Can I get a pen, I want rub away your past and inscribe our future.",
    "How is heaven like?",
    "Your beauty is the reason why the sun shines.",
    "It’s only your name that I can’t read from your eyes",
    "I can now die happily; I have got a glimpse of heaven.",
    "I think you need a map, because every time I gaze in your eyes I get lost.",
    "If for every time I think of you I would be given a rose, then now I would be having a universe of roses.",
    "I have an assignment on the good things in life, I was thinking if I can interview you.",
    "Your eyes are a clear reflection of your soul, they are as clear as the ocean.",
    "If life is a pack of cards, then you have to be the queen of hearts.",
    "You such a magnificent masterpiece, that when I saw you I first looked for a signature.",
    "Am not a believer of organ donation but I would graciously donate my heart to you.",
    "Please help me with a bandage, for I have just bruised my knees falling for you.",
    "You tripped me into falling in love with you. It is my fault.",
    "I once saw a flower and presumed that it was the most beautiful thing I ever saw, but that changed the day I met you.",
    "God created us with two hands, two eyes, two legs, two ears, but only one heart so that I could look for you and let you know that you my second heart.",
    "The stars in heaven were stolen and now I can see them in your eyes. Are your parents thieves?",
    "A sea has countless fish but you are the one and only that attracted my eyes.",
    "The only thing that’s not perfect in your eyes is the fact that you are not married to me.",
    "I have been sentenced for life in your heart.",
    "If one day you wake up in closed room with doors and windows, don’t panic, you just inside my heart.",
    "Somebody call a fireman, because you are burning with hotness like fire.",
    "Your earrings are a reflection of the moon in your eyes.",
    "Hey honey, you got something in your eye, oh! Don’t worry it’s just a sparkle.",
    "You so good in this game of take and let go, because each time I take a breath you make me let it out again.",
    "The reasons why I love you are as many as the stars in the sky.",
    "The best crime we can ever commit is, you steal my heart and I steal yours in turn.",
    "Last night I looked up the sky and matched each star with the reasons why I love you.",
    "Would touch me with an angels touch?",
    "Oh my goodness! Your eyes are a true reflection of falling stars.",
    "If asked to choose either to breath and love you, I would spend my final breath to tell you “I’m in love with you”",
    "The room was bright with your smile that I had to come over.",
    "Contrary to my friends, I don’t think you are cute. I think you are incredibly gorgeous.",
    "Your eyes are so lovely that I think you wore eye contacts.",
    "I think we are near an airport, my heart took off the moment I saw you.",
    "You must be blood because my heart will die without you.",
    "Your presence left me speechless, yet I was to tell something spectacular about you.",
    "Your eyes resemble a clear blue sea after a storm.",
    "You are the reason I cry less, laugh a little harder and smile more than ever.",
    "If I would make a step for each time I had you in mind then I would have walked all over the earth a million times.",
    "The person who suggested that none is perfect; he obviously has never met you.",
    "Smooth will never have enough “O”s to fully define how you are smooth.",
    "If you tell her hi Linda and she asks how you knew her name, tell her isn’t that the name of every cute girl.",
    "It is a privilege and honor to sit beside you.",
    "Were kisses snowflakes, I would give you a blizzard.",
    "You are just like the sun in the morning after a long dark night.",
    "The blue color of your eyes give a feeling of being in the sky whenever we together.",
    "If for every time I thought of you I was given a star, then I would own a galaxy of stars.",
    "I have a feeling we would look lovely on our wedding cake.",
    "When I woke up this morning I came across a flower that brought memories of you.",
    "I never stop thinking about you. You always in my mind.",
    "Allow me to replace your surname because you also took my heart.",
    "If my heart could stop beating tomorrow, then I would use every minute today to think about you.",
    "If beauty would be time then you will never die.",
    "I think they might ask you to go away because you are making other girls look ugly.",
    "The only crime am ever guilty of is loving you.",
    "You really want to know what completes my life. Go the first word in the sentence.",
    "You got me believing in angels, do you believe in fate?",
    "If I could turn and become your heart would allow me to beat?",
    "I wonder how it feels to be a solo star in the sky.",
    "I approached you after 3 tries, because I could not hold my breath.",
    "You got to be a broom. You take me off my feet.",
    "I will stop loving you the day you will find the tear I dropped in the ocean.",
    "Girl, we are just like the clover, you the C and I’m the R, and we have love within us.",
    "Thinking of you is more like when you sneeze and you stops for a second.",
    "If you don’t have a twin sister then you are the most beautiful girl on earth.",
    "I thought there were only 21 letters in the alphabet, because I could not remember letters U R A Q T.",
    "Your name is forever engraved in my heart.",
    "Whatever you see when you close your eyes (nothing), that’s my life without you in it.",
    "Would want to watch the sun set with me?",
    "I can prove that we once loved each other in our past life.",
    "How do you maintain your body so beautifully like that?",
    "You are amazingly beautiful I just could not help noticing you.",
    "Your sweetness is my weakness, am just yearning to talk to you.",
    "Are you beautiful inside as you are physically?",
    "No matter where you fall from, the important one is falling in love with me.",
    "Your eyes are a gateway to a world I would love being part of.",
    "There is no word that can fully describe your beauty.",
    "I like you but am too shy to tell you.",
    "I love your smile more.",
    "Penguin is popularly known for staying with its partner forever whenever it finds one. Would you like to be my penguin?",
    "Hey, I’m making a phone book; can I save your number?",
    "If you were a derivative, I would love to be a secant so I would be touching you twice every time.",
    "Please can get your number? (Girl: I have a boyfriend) me I have a test in math class.",
    "I employed 1000 artists and gave them 100 years to work, they still were not able to draw a picture as beautiful as you.",
    "Is that a coat you’ve pulled?",
    "Hello, I had two crazy pick-up lines, then I thought you deserve more, what’s your name?",
    "Hey, I’m Jolly Rancher, do you know what that mean?",
    "I’m wondering, how is it that I know 100 of Pi digits but have no clue about your 7 digit phone number?",
    "What more could happen? Think of it I got a pen and on the other hand you got a number.",
    "Hello my girl, you have fine inscribed all over you, looks like you are a parking ticket.",
    "Do have any idea what’s on that menu? It got me-n-u.",
    "It’s like you are a clock, honey you ticking me out.",
    "I know you thought nickel was a penny, I’m sure your thoughts got much more value than that.",
    "I wish I were a cat so that I could use all my 9 lives by your side.",
    "I come with you to your place, would you allow me to stay?",
    "I don’t have the strength to make you like me but I can stalk you hoping you give in.",
    "I’d love to make your socks my home so that I would live with you.",
    "Hey, I have never seen such a beauty as you that I couldn’t help noticing you. so what is……",
    "Would you love to party with me in your free time?",
    "You so hot, do ever get burnt?",
    "Jogging has done you a lot of good, you got a pretty and sleek physique.",
    "Hey, do you do laundry? Was debating with myself the right quantity of bleach to put in for my nice suit.",
    "I would love to help you fold your sheets.",
    "Is it me or are all these painting the same?",
    "Your beautiful face would make such an amazing paint.",
    "I can visualize my portrait and yours sitting for a cup of coffee.",
    "What are the scores? I would love to make a touch-down score with you.",
    "Let’s surprise your roommate/parents. Don’t go home tonight.",
    "I wish you knew how many times I had to swipe left to get to you.",
    "I would love to play your favorite game.",
    "Maybe you and me could…..!",
    "Excuse me honey, you sitting on my spot.",
    "Have mercy please, you killing me with your beauty.",
    "How about we take a talk?",
    "You resemble someone I love so much.",
    "You make me remember my dead ex-girlfriend.",
    "I love to smash you in the face with a kiss.",
    "While passing I realized you were stalking me, so….",
    "Hey, you dropped your hand.",
    "I think that cloud was formed for immortal beings like us.",
    "Looking at your photo i can’t help seeing heaven in my future.",
    "You look so beautiful, though you’ll look even more beautiful hanging on my arm.",
    "It has always been said that the right girl would bring the best out of me. You may be that girl.",
    "You are lacking nothing; you got them all there beauty, skills and brains.",
    "I would gladly give up my dog and hunting gun for you.",
    "Can I ask for your mother’s number, I would love to appreciate her for giving birth to you?",
    "If first time on the lips would give me your hips forever, then I would love to kiss your pretty body every day.",
    "Am not into pick-up lines so can we jump to the part where we hook up.",
    "Wow! Please tie me around and put a leash on me, I would gladly be you love slave forever.",
    "Gazing in your eyes I forget my own mobile number, please give yours.",
    "Hi lovely, my eye got hold of you over the internet, so came to see if we have compatible bytes.",
    "Can you think of 3 things I could tell that will make you glow?",
    "Hi, I know you have been told so much how lovely you look, so what can I do to help make your dreams true?",
    "You can change my day by telling me your number, true name and the most convenient time I can call you.",
    "You got pretty eyes, amazing hair and wide shoulders, please say you are single.",
    "I’m that kind of a man who would make you feel like a princess.",
    "Do you want to know me? I should tell knowing me means loving me.",
    "I’m doing an essay for my PhD, would you tell me what’s the most used pickup line you’ve ever been told?",
    "I’m wealthy, handsome and bored, what advice would recommend for me?",
    "Hey, I’m your Santa, what do you want for this Christmas?",
    "Life keeps on getting better and better, my job is done for the week, sun is glowing and to top it up I met you, I just couldn’t ask for more.",
    "Usually I would ask if I have talked to you before, but I know there is no way I could have forgotten about such an articulate lady like you.",
    "My mum warned me not to talk to strangers, can we be friends?",
    "I want a lady who is a lover in the bedroom, cook in the kitchen and an eye-candy on my hands.",
    "I can compare you to cotton candy covered with a chocolate bar and immersed to fry in decadence.",
    "Whenever I go to sleep at night, all I can think of are new ways of how to make you like me.",
    "Ever you were an orphan; I would adopt and love you.",
    "Three things I would never hate; you, juicy steak and football.",
    "I love trouble young lady, so I think I can handle you just fine.",
    "You’ve Taken me, I wonder would your dad be Liam Neeson?",
    "Did you buy those yoga pants? They are 100% off at my place.",
    "You like sweet pizza, have worked at the Dominos?",
    "Girl, you my Seoul mate, would you be from China?",
    "The alphabet has got 20 letters, right?",
    "Could be campfire? You are so hot and I would love some more.",
    "You still using explorer? You really love it nice and slow. Don’t you?",
    "Girl, you hot as fire, allow me to be the wind and blow you hotter.",
    "Hi honey, what’s the time? I could just look at my watch but my eyes are stuck on you.",
    "Hi, I’d love to have your football jersey – your number and name.",
    "Would you love Nintendo? I swear we would look lovely together.",
    "I wonder how it feels to be the only star in the sky.",
    "I argued with my brother that you are not taken; he thinks you are who is right?",
    "What does it take to change you from a maybe to become an all-night chick?",
    "I just divorced with my wife; she says my flirting is terrible. Would you allow me to practice it on you?",
    "The last lady I texted ended up in my couch; do you want to break my streak?",
    "I wasn’t into the love at first sight thing, but that changed the first time I came across your profile picture.",
    "They say to enter into a man’s heart you can go through his stomach. I’m wondering what it takes to get into a girl’s heart.",
    "Lovely, I’d want you to be first thing in my mind when I wake up and the last thing before I sleep.",
    "I’ve just bought a phone; can test it with your number see if it is working properly?",
    "If I tell you that you got a beautiful body, would you hold it against me?",
    "Am starting a blog on 100 most kissable ladies I have ever met and I would like start to interview you.",
    "Hi love, I’m called Milk, I nourish your body?",
    "Hey, it looks like you best on your knees. Just wondering did ever play volleyball?",
    "Were you watching me? I really would have liked to make you fall for my smile same way I felt for yours.",
    "Hi baby, the sign says No Smoking, yet you Smokin.",
    "You just like butterflies they are easy to see but had to catch.",
    "Hey do you want to be my SLUT? Sweet Little Unforgettable Thing.",
    "Goodness gracious! Someone poured beauty all over you.",
    "You think nickels are penny? I’m sure your thoughts are worth more.",
    "Given a chance to arrange the alphabets I would put U and I together.",
    "I figure you trying to check me out, are you a cashier?",
    "I get it that milk nourishes the body but surely what quantity did you drink?",
    "Were you a tear then I would not cry for the fear of losing you?",
    "Heard you got three wishes, now that am here what are the other remaining 2?",
    "If it is wrong to love you then I’d rather stay wrong forever.",
    "Trying to have you in my life is like trying to reach the stars, you sure it is impossible but you just have to try.",
    "Lucky is the mirror because each time you look into it, it looks right back at you. at least it gets to see you one more time.",
    "A big old man might come to your room and put you into a bag, please don’t be afraid I asked Santa for you as my Christmas present.",
    "I have just ingested some Skittles; do you mind to taste the rainbow?",
    "It has been long since I got a hug, would you mind to hug me?",
    "Many photos may need more than a thousand words of compliments but your picture only needs one word! Wow!",
    "You have fine lips like vodka and I’d love to get wasted.",
    "You seem like the square root of 100 because you are a concrete 10, but more like a fantasy.",
    "Am searching for the right person to go on an adventure with.",
    "It is eventually possible that I slightly love you.",
    "I’d love to be the reason you smile each time you look at your phone while walking towards the pole.",
    "My faith doesn’t allow me to gamble but if ever I would gamble I’ll put my bet on you.",
    "Hey, it is impossible to spell Calculus by not including US.",
    "You such a pretty angel. My eyes are stuck on you.",
    "You are nicely awkward just like puppies riding on an elevator.",
    "You got a unique physique never again seen in this world. Are you from the moon.",
    "Hey, sorry if you I offended you but I was just asking if you would love to hold hands.",
    "I guess I can call you Obi-Wan for me.",
    "You have to be the God of time because you got two hearts, your heart and mine",
    "Hey, you infatuate me.",
    "We got chemistry between us. It’s like we are sharing electrons in covalent bond.",
    "Please reduce your beauty attraction; I’m trying to avoid liking you.",
    "If I were to categorize you among fruits, you’d be fineapple",
    "The more I see you the more I need you badly hence I have to put you on My to Do list.",
    "If time machine could be invented then I’d love to go back in time and start our relationship over again.",
    "You are so rare to find, could Waldo be your name?",
    "My happiness starts with U. funny huh!",
    "If I could get a chance to look in Erised mirror, I bet I’d see the two of us together.",
    "Girl, you seems to have a lot of beryllium, gold, and titanium because you so Full of be au ti.",
    "Being around you makes me feel irrational I bet you are a square root of 2.",
    "Is Yoda your relative? Because YODALICIOUS.",
    "Your brightness intimidates the sun.",
    "Having such guns you don’t need a phaser.",
    "Hey lovely, word is that you are searching for a knight dressed in a bright armor. So you know I’m wearing God’s armor.",
    "So you breathe oxygen, me too. Think we have lots thing in common.",
    "Let’s bring our smile in contact.",
    "I can’t stop stalking you it’s like you living in a corn field.",
    "Damn! You look like a beaver.",
    "I feel like we have met before, if am wrong bite me.",
    "Do you visit this place more often or do you wait until you reach home?",
    "Hi love, I want to date you.",
    "I can’t explain how I feel for you, but I can liken it to a fossil sample and a paleontologist who can’t wait to date it.",
    "Let’s bet $40 dollars, you will turn me down.",
    "Hi gorgeous, you seem so ripe to swallow.",
    "Would you please help me watch the sunrise in the morning from my bedroom window?",
    "Hi sweetheart, I would love to overflow you with lots of high-octane love.",
    "Would you want to see how incredibly your hair color matches my pillow?",
    "I would let you have your own way with me, when you done you can just push me aside.",
    "You amaze me by your beauty and charm, I don’t know if it is refreshing or worrying.",
    "So the other night I was going through the book of numbers and it occurred to me that I didn’t have your number?",
    "You look really exhausted; can I help you hold your hands?",
    "You got a simple yet disarming kind of smile, it’s just like expelliarmus.",
    "Isn’t it just weird, a princess away from her castle!",
    "Each time I can’t see you I find myself missing you terribly, it’s like you are a target.",
    "Excuse me my lady, am totally attracted to you and from newton’s gravitation law, different poles attract, so I think you are also attracted to me.",
    "I cherish my breath so much, would you be nice enough not to take it away each time you pass by.",
    "If ever you were words, then you would be the best print ever.",
    "You must be winter, because you just about to come.",
    "Honey, if ever you will go up north on me, I swear I will come down south on you.",
    "I read that the tongue is the strongest muscle in the body, let’s make them fight.",
    "You have the same name as my wife, though we aren’t married yet in fact I just met her.",
    "Girl, my love for you is so great that i would put a star on fire if that is what it would take to tell you good bye.",
    "Lovely lady, your eyes are burning brighter than the suns of Gallifreyan.",
    "I feel like riding you through time and space. Are you tardis?",
    "We are so tight that it is even impossible for Snapes to Severus from each other.",
    "I want an Occlumency; I just can’t remove you from my mind.",
    "My pals on the other side of the room would love to have your number so that they would know where to find me in the morning.",
    "I’m not so sure you playing at which Quidditch angle but I can give this, you look like a keeper.",
    "Hey love, are you made of copper and tellurium? You just so Cute.",
    "I guess your legs are feeling tired from running in my mind the whole night.",
    "Hey, this place is too hot, is it the weather or is it the Holy Spirit burning in you?",
    "Excuse, might your name be Grace because you really are Amazing.",
    "You looking like dirt, can I please take you out for a date?",
    "The more I continue drinking the prettier and prettier you become.",
    "You make me regret being gay.",
    "I hate your shirt but I love you.",
    "Girl, other girls look ugly when compared to you. I have a feeling you might be requested to leave early."
]